IdeaRS.Connections
ManufacturingOperationData.CommandId Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ManufacturingOperationData.CommandId"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Guid CommandId { get; set; }
Property Value
Type: Guid
See Also
Reference
ManufacturingOperationData Class
IdeaRS.Connections.Data Namespace